---
kind: property
id: P:Autodesk.Revit.DB.Electrical.WireSize.InUse
source: html/c342629c-66db-7051-d8de-314c6a7779dc.htm
---
# Autodesk.Revit.DB.Electrical.WireSize.InUse Property

Get or set whether the size can be used in sizing.

## Syntax (C#)
```csharp
public bool InUse { get; set; }
```